 <section class="post">
  <div class="container">
    <div class="post__wrapper">
      <div class="post__back">
        <a href="" class="post__back_link">Назад</a>
      </div>
      <div class="post__detail">
        <div class="post__buttons">
          <button class="post__btn post__save">Сохранить</button>
          <button class="post__btn post__published">Опубликовать</button>
          <button class="post__btn post__delete">Удалить</button>
        </div>
        <form action="" method="post">
          <div class="post__title">
            <input
              type="text"
              class="post__input"
              name="title"
              value="Ваш шедевр готов!"
              placeholder="Название статьи"
            />
          </div>
          <div class="post__slug">
            <input
              type="text"
              class="post__input"
              value="vash-shedevr"
              placeholder="Название статьи"
              disabled
            />
          </div>
          <div class="post__annotation">
            <textarea name="annotation" class="post__textarea">
              Таким образом укрепление и развитие структуры способствует
            подготовки и реализации модели развития. Товарищи! постоянный
            количественный рост и сфера нашей активности представляет собой
            интересный эксперимент проверки системы обучения кадров,
            соответствует насущным потребностям. Идейные соображения высшего
            порядка, а также постоянное информационно-пропагандистское
            обеспечение нашей деятельности требуют от нас анализа дальнейших
            направлений развития.
            </textarea>
          </div>
          <div class="post__body">
            <textarea name="text" class="post__textarea">
                 Таким образом укрепление и развитие структуры способствует
            подготовки и реализации модели развития. Товарищи! постоянный
            количественный рост и сфера нашей активности представляет собой
            интересный эксперимент проверки системы обучения кадров,
            соответствует насущным потребностям. Идейные соображения высшего
            порядка, а также постоянное информационно-пропагандистское
            обеспечение нашей деятельности требуют от нас анализа дальнейших
            направлений развития. Значимость этих проблем настолько очевидна,
            что начало повседневной работы по формированию позиции требуют от
            нас анализа новых предложений. Не следует, однако забывать, что
            укрепление и развитие структуры влечет за собой процесс внедрения и
            модернизации систем массового участия. Не следует, однако забывать,
            что постоянное информационно-пропагандистское обеспечение нашей
            деятельности влечет за собой процесс внедрения и модернизации модели
            развития. С другой стороны новая модель организационной деятельности
            требуют определения и уточнения модели развития. С другой стороны
            укрепление и развитие структуры в значительной степени обуславливает
            создание новых предложений. Равным образом укрепление и развитие
            структуры играет важную роль в формировании новых предложений. С
            другой стороны сложившаяся структура организации играет важную роль
            в формировании соответствующий условий активизации. Разнообразный и
            богатый опыт реализация намеченных плановых заданий способствует
            подготовки и реализации модели развития. С другой стороны
            консультация с широким активом в значительной степени обуславливает
            создание соответствующий условий активизации. Значимость этих
            проблем настолько очевидна, что дальнейшее развитие различных форм
            деятельности требуют от нас анализа существенных финансовых и
            административных условий. Разнообразный и богатый опыт новая модель
            организационной деятельности позволяет выполнять важные задания по
            разработке соответствующий условий активизации. Задача организации,
            в особенности же дальнейшее развитие различных форм деятельности
            играет важную роль в формировании форм развития. Товарищи!
            дальнейшее развитие различных форм деятельности требуют определения
            и уточнения модели развития. Идейные соображения высшего порядка, а
            также рамки и место обучения кадров позволяет оценить значение
            направлений прогрессивного развития.
              </textarea
            >
          </div>
        </form>
      </div>
    </div>
  </div>
</section>